{"inkVersion":21,"root":[[{"->":"Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Start":["^You are the newly appointed Admiral of The HMX Eclipse of their Majesties Empire, with your new role you have three duties. Expand. Protect. Prosper.","\n",{"->":"Bridge"},{"#f":1}],"Bridge":[["^Today marks your first mission as admiral, and it begins with a monumental discovery: a small, blue planet that the ship's ancient records identify as Erith.","\n","ev","str","^Examine the planet more closely","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Report the discovery to the crew","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"ExaminePlanet"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ReportDiscovery"},"\n",{"#f":5}]}],{"#f":1}],"ExaminePlanet":[["^You step closer to the viewport, the vast expanse of space framing the distant planet. Earth's azure oceans and verdant landscapes captivate your gaze, stirring a sense of wonder and curiosity. What secrets does this ancient world hold?","\n","ev","str","^Scan the planet for life signs","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"ScanPlanet"},"\n",{"#f":5}]}],{"#f":1}],"ReportDiscovery":[["^You turn to the ship's communication console and press the button to address the crew. \"Attention all hands, this is your Admiral. We have made a significant discovery. The planet known as Erith is within our reach. Prepare for further instructions.\"","\n","ev","str","^Order a detailed scan of the planet","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Assemble an away team","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"ScanPlanet"},"\n",{"#f":5}],"c-1":["^ ",{"->":"AssembleAwayTeam"},"\n",{"#f":5}]}],{"#f":1}],"ScanPlanet":["^You issue the command to initiate a detailed scan of Erith. The ship's sensors hum to life, gathering data about the planet's atmosphere, surface conditions, and potential signs of life.","\n","ev",true,"/ev",[{"->":".^.b","c":true},{"b":["\n","^\"Admiral, the scan indicates a breathable atmosphere and signs of primitive life forms,\" reports Lieutenant Kael.","\n",{"->":".^.^.^.7"},null]}],[{"->":".^.b"},{"b":["\n","^\"Prepare a shuttle,\" you command. \"We’re going down there.\" ",{"->":"AssembleAwayTeam"},"\n",{"->":".^.^.^.7"},null]}],"nop","\n",{"#f":1}],"AssembleAwayTeam":["^You gather your most trusted officers in the briefing room. The air is thick with anticipation as you outline the mission objectives. \"We will explore Earth and uncover its mysteries. This is a momentous opportunity for all of us.\"","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}